Repository: mertnesvat/soundScapeV3
Catalog: SoundScape/Resources/Localizable.xcstrings
Source language: en
Languages: es_419, pt_br, th, vi

source: Reset onboarding to test the onboarding flow again
es_419: Reinicia la introducción para probar el flujo nuevamente
pt_br: Redefina a introdução para testar o fluxo novamente
th: รีเซ็ตการแนะนำเพื่อทดสอบขั้นตอนอีกครั้ง
vi: Đặt lại hướng dẫn để thử lại quy trình

source: Reset Onboarding?
es_419: ¿Reiniciar Introducción?
pt_br: Redefinir Introdução?
th: รีเซ็ตการแนะนำ?
vi: Đặt Lại Hướng Dẫn?

source: Restore Purchases
es_419: Restaurar Compras
pt_br: Restaurar Compras
th: กู้คืนการซื้อ
vi: Khôi Phục Mua Hàng

source: Save
es_419: Guardar
pt_br: Salvar
th: บันทึก
vi: Lưu

source: Save Mix
es_419: Guardar Mezcla
pt_br: Salvar Mix
th: บันทึกมิกซ์
vi: Lưu Bản Phối

source: Save your current sound mix from the Mixer
es_419: Guarda tu mezcla actual desde el Mezclador
pt_br: Salve seu mix atual do Mixer
th: บันทึกมิกซ์ปัจจุบันจากมิกเซอร์
vi: Lưu bản phối hiện tại từ Bộ Trộn

source: Saved Mixes
es_419: Mezclas Guardadas
pt_br: Mixes Salvos
th: มิกซ์ที่บันทึก
vi: Bản Phối Đã Lưu

source: Saved!
es_419: ¡Guardado!
pt_br: Salvo!
th: บันทึกแล้ว!
vi: Đã Lưu!

source: Scientifically-designed sounds
es_419: Sonidos diseñados científicamente
pt_br: Sons cientificamente projetados
th: เสียงที่ออกแบบทางวิทยาศาสตร์
vi: Âm thanh được thiết kế khoa học

source: Screen time before bed
es_419: Tiempo de pantalla antes de dormir
pt_br: Tempo de tela antes de dormir
th: ใช้หน้าจอก่อนนอน
vi: Sử dụng màn hình trước khi ngủ

source: See All
es_419: Ver Todo
pt_br: Ver Tudo
th: ดูทั้งหมด
vi: Xem Tất Cả

source: See How We Can Help
es_419: Descubre Cómo Podemos Ayudar
pt_br: Veja Como Podemos Ajudar
th: ดูว่าเราช่วยคุณได้อย่างไร
vi: Xem Cách Chúng Tôi Có Thể Giúp

source: See How We Help
es_419: Descubre Cómo Ayudamos
pt_br: Veja Como Ajudamos
th: ดูว่าเราช่วยอย่างไร
vi: Xem Cách Chúng Tôi Giúp

source: See how your sleep improves over time
es_419: Observa cómo mejora tu sueño con el tiempo
pt_br: Veja como seu sono melhora com o tempo
th: ดูว่าการนอนของคุณดีขึ้นอย่างไรเมื่อเวลาผ่านไป
vi: Xem giấc ngủ của bạn cải thiện như thế nào theo thời gian

source: See improvement in Insights
es_419: Observa mejoras en Estadísticas
pt_br: Veja melhorias nas Estatísticas
th: ดูการปรับปรุงในสถิติ
vi: Xem sự cải thiện trong Thống Kê

source: See Your Plan
es_419: Ver Tu Plan
pt_br: Ver Seu Plano
th: ดูแผนของคุณ
vi: Xem Kế Hoạch Của Bạn

source: Select all that apply
es_419: Selecciona todas las que apliquen
pt_br: Selecione todas que se aplicam
th: เลือกทั้งหมดที่ตรงกับคุณ
vi: Chọn tất cả những gì phù hợp

source: Set Sleep Timer
es_419: Establecer Temporizador
pt_br: Definir Timer de Sono
th: ตั้งเวลานอน
vi: Đặt Hẹn Giờ Ngủ

source: Settings
es_419: Configuración
pt_br: Configurações
th: การตั้งค่า
vi: Cài Đặt

source: Skip
es_419: Omitir
pt_br: Pular
th: ข้าม
vi: Bỏ Qua

source: Sleep
es_419: Sueño
pt_br: Sono
th: นอน
vi: Ngủ

source: Sleep Buddy
es_419: Compañero de Sueño
pt_br: Parceiro de Sono
th: เพื่อนนอน
vi: Bạn Ngủ

source: Sleep Buddy is coming soon! Pair with a friend to motivate each other with sleep streaks. Stay tuned for updates.
es_419: ¡Compañero de Sueño viene pronto! Empareja con un amigo para motivarse mutuamente con rachas de sueño. Mantente atento a las actualizaciones.
pt_br: Parceiro de Sono em breve! Conecte-se com um amigo para motivarem-se mutuamente com sequências de sono. Fique ligado para atualizações.
th: เพื่อนนอนกำลังจะมา! จับคู่กับเพื่อนเพื่อกระตุ้นกันด้วยสถิติการนอน คอยติดตามการอัปเดต
vi: Bạn Ngủ sắp ra mắt! Kết đôi với bạn bè để động viên nhau với chuỗi ngủ. Hãy theo dõi để cập nhật.

source: Sleep Cycle
es_419: Ciclo de Sueño
pt_br: Ciclo de Sono
th: รอบการนอน
vi: Chu Kỳ Ngủ

source: Sleep enthusiast
es_419: Entusiasta del sueño
pt_br: Entusiasta do sono
th: ผู้ชื่นชอบการนอน
vi: Người yêu giấc ngủ

source: Sleep Insights
es_419: Estadísticas de Sueño
pt_br: Estatísticas de Sono
th: สถิติการนอน
vi: Thống Kê Giấc Ngủ

source: Sleep Metrics
es_419: Métricas de Sueño
pt_br: Métricas de Sono
th: ตัวชี้วัดการนอน
vi: Số Liệu Giấc Ngủ

source: Sleep Mode - Calming sounds for bedtime
es_419: Modo Sueño - Sonidos relajantes para dormir
pt_br: Modo Sono - Sons calmantes para dormir
th: โหมดนอน - เสียงผ่อนคลายสำหรับเวลานอน
vi: Chế Độ Ngủ - Âm thanh êm dịu cho giờ ngủ

source: Sleep Stories
es_419: Historias para Dormir
pt_br: Histórias para Dormir
th: นิทานก่อนนอน
vi: Truyện Ngủ

source: Sleep Timer
es_419: Temporizador de Sueño
pt_br: Timer de Sono
th: ตั้งเวลานอน
vi: Hẹn Giờ Ngủ

source: Sleepless nights drain your energy
es_419: Las noches sin dormir agotan tu energía
pt_br: Noites sem dormir esgotam sua energia
th: คืนที่นอนไม่หลับ ทำให้พลังงานหมด
vi: Những đêm mất ngủ làm cạn kiệt năng lượng

source: Smart Sleep Timer
es_419: Temporizador Inteligente
pt_br: Timer de Sono Inteligente
th: ตั้งเวลานอนอัจฉริยะ
vi: Hẹn Giờ Ngủ Thông Minh

source: Snooze
es_419: Posponer
pt_br: Soneca
th: เลื่อนปลุก
vi: Báo Lại

source: Snooze Duration
es_419: Duración de Posponer
pt_br: Duração da Soneca
th: ระยะเวลาเลื่อนปลุก
vi: Thời Gian Báo Lại

source: Soft Brushing
es_419: Cepillado Suave
pt_br: Escovação Suave
th: แปรงเบาๆ
vi: Chải Nhẹ

source: Soft Whispers
es_419: Susurros Suaves
pt_br: Sussurros Suaves
th: กระซิบเบาๆ
vi: Thì Thầm Nhẹ

source: Soothing bedtime tales
es_419: Cuentos relajantes para dormir
pt_br: Contos relaxantes para dormir
th: นิทานก่อนนอนที่ผ่อนคลาย
vi: Truyện ru ngủ êm dịu

source: Sound
es_419: Sonido
pt_br: Som
th: เสียง
vi: Âm Thanh

source: Sounds
es_419: Sonidos
pt_br: Sons
th: เสียง
vi: Âm Thanh

source: Sounds evolve through sleep stages
es_419: Los sonidos evolucionan a través de las etapas del sueño
pt_br: Os sons evoluem através das fases do sono
th: เสียงเปลี่ยนไปตามระยะการนอน
vi: Âm thanh thay đổi qua các giai đoạn ngủ

source: Sounds fade as you drift off
es_419: Los sonidos se desvanecen mientras te duermes
pt_br: Os sons desvanecem enquanto você adormece
th: เสียงจะค่อยๆ เบาลงขณะที่คุณหลับ
vi: Âm thanh mờ dần khi bạn chìm vào giấc ngủ

source: Start 30 minutes before bed
es_419: Comienza 30 minutos antes de dormir
pt_br: Comece 30 minutos antes de dormir
th: เริ่ม 30 นาทีก่อนนอน
vi: Bắt đầu 30 phút trước khi ngủ

source: Start My Journey
es_419: Comenzar Mi Camino
pt_br: Começar Minha Jornada
th: เริ่มต้นการเดินทาง
vi: Bắt Đầu Hành Trình

source: Start playing sounds from the library
es_419: Comienza a reproducir sonidos de la biblioteca
pt_br: Comece a tocar sons da biblioteca
th: เริ่มเล่นเสียงจากไลบรารี
vi: Bắt đầu phát âm thanh từ thư viện

source: Start Session
es_419: Iniciar Sesión
pt_br: Iniciar Sessão
th: เริ่มเซสชัน
vi: Bắt Đầu Phiên

source: Start with low volume - ASMR works best when subtle
es_419: Comienza con volumen bajo - ASMR funciona mejor cuando es sutil
pt_br: Comece com volume baixo - ASMR funciona melhor quando sutil
th: เริ่มด้วยเสียงเบา - ASMR ทำงานได้ดีที่สุดเมื่อเบาๆ
vi: Bắt đầu với âm lượng thấp - ASMR hoạt động tốt nhất khi tinh tế

source: Start your day with intention
es_419: Comienza tu día con intención
pt_br: Comece seu dia com intenção
th: เริ่มต้นวันด้วยความตั้งใจ
vi: Bắt đầu ngày mới với mục đích

source: Stay asleep longer
es_419: Mantenerme dormido más tiempo
pt_br: Dormir por mais tempo
th: นอนหลับได้นานขึ้น
vi: Ngủ lâu hơn

source: Stop
es_419: Detener
pt_br: Parar
th: หยุด
vi: Dừng

source: Stress affects sleep quality significantly. Our ambient sounds can help you decompress and prepare for restful sleep.
es_419: El estrés afecta significativamente la calidad del sueño. Nuestros sonidos ambientales pueden ayudarte a descomprimirte y prepararte para un sueño reparador.
pt_br: O estresse afeta significativamente a qualidade do sono. Nossos sons ambientes podem ajudá-lo a descomprimir e se preparar para um sono reparador.
th: ความเครียดส่งผลต่อคุณภาพการนอนอย่างมาก เสียงบรรยากาศของเราสามารถช่วยให้คุณผ่อนคลายและเตรียมพร้อมสำหรับการนอนหลับพักผ่อน
vi: Căng thẳng ảnh hưởng đáng kể đến chất lượng giấc ngủ. Âm thanh môi trường của chúng tôi có thể giúp bạn giải tỏa và chuẩn bị cho giấc ngủ ngon.

source: Stress from work/life
es_419: Estrés del trabajo/vida
pt_br: Estresse do trabalho/vida
th: ความเครียดจากงาน/ชีวิต
vi: Căng thẳng từ công việc/cuộc sống

source: Subconscious relaxation
es_419: Relajación subconsciente
pt_br: Relaxamento subconsciente
th: การผ่อนคลายจิตใต้สำนึก
vi: Thư giãn tiềm thức

source: SUPER BLACK
es_419: NEGRO INTENSO
pt_br: PRETO INTENSO
th: ดำสุดขีด
vi: ĐEN TUYỆT ĐỐI

source: Take 30 seconds to personalize your sleep experience
es_419: Toma 30 segundos para personalizar tu experiencia de sueño
pt_br: Leve 30 segundos para personalizar sua experiência de sono
th: ใช้เวลา 30 วินาทีเพื่อปรับแต่ง ประสบการณ์การนอนของคุณ
vi: Dành 30 giây để cá nhân hóa trải nghiệm giấc ngủ của bạn

source: Take a moment to relax
es_419: Toma un momento para relajarte
pt_br: Tire um momento para relaxar
th: หยุดพักผ่อนสักครู่
vi: Dành một chút thời gian để thư giãn

source: Tap + to create your first alarm
es_419: Toca + para crear tu primera alarma
pt_br: Toque + para criar seu primeiro alarme
th: แตะ + เพื่อสร้างนาฬิกาปลุกแรก
vi: Chạm + để tạo báo thức đầu tiên

source: Tap the heart on sounds to add favorites
es_419: Toca el corazón en los sonidos para agregar favoritos
pt_br: Toque no coração nos sons para adicionar favoritos
th: แตะหัวใจบนเสียงเพื่อเพิ่มรายการโปรด
vi: Chạm vào trái tim trên âm thanh để thêm yêu thích

source: Tap to learn more
es_419: Toca para saber más
pt_br: Toque para saber mais
th: แตะเพื่อเรียนรู้เพิ่มเติม
vi: Chạm để tìm hiểu thêm

source: Tap to mix
es_419: Toca para mezclar
pt_br: Toque para mixar
th: แตะเพื่อผสม
vi: Chạm để trộn

source: Terms of Use
es_419: Términos de Uso
pt_br: Termos de Uso
th: ข้อกำหนดการใช้งาน
vi: Điều Khoản Sử Dụng

source: The gentle rustling of book pages
es_419: El suave susurro de las páginas del libro
pt_br: O suave farfalhar das páginas do livro
th: เสียงกรอบแกรบเบาๆ ของหน้าหนังสือ
vi: Tiếng xào xạc nhẹ của trang sách

source: The rain sounds are perfect for blocking out noise. Finally sleeping better!
es_419: ¡Los sonidos de lluvia son perfectos para bloquear el ruido. Por fin duermo mejor!
pt_br: Os sons de chuva são perfeitos para bloquear ruídos. Finalmente dormindo melhor!
th: เสียงฝนสมบูรณ์แบบสำหรับการปิดกั้นเสียงรบกวน ในที่สุดก็นอนหลับได้ดีขึ้น!
vi: Tiếng mưa rất hoàn hảo để chặn tiếng ồn. Cuối cùng cũng ngủ ngon hơn!

source: Theta
th: ธีต้า

source: This Week
es_419: Esta Semana
pt_br: Esta Semana
th: สัปดาห์นี้
vi: Tuần Này

source: This will reset your onboarding progress and show the onboarding flow again on next app launch.
es_419: Esto reiniciará tu progreso de introducción y mostrará el flujo de introducción nuevamente en el próximo inicio de la app.
pt_br: Isso redefinirá seu progresso de introdução e mostrará o fluxo de introdução novamente no próximo lançamento do app.
th: การดำเนินการนี้จะรีเซ็ตความคืบหน้าการแนะนำและแสดงขั้นตอนการแนะนำอีกครั้งเมื่อเปิดแอปครั้งถัดไป
vi: Điều này sẽ đặt lại tiến trình hướng dẫn và hiển thị lại quy trình hướng dẫn khi khởi động app lần sau.

source: Time
es_419: Hora
pt_br: Hora
th: เวลา
vi: Thời Gian

source: Tips for Best Experience
es_419: Consejos para la Mejor Experiencia
pt_br: Dicas para a Melhor Experiência
th: เคล็ดลับเพื่อประสบการณ์ที่ดีที่สุด
vi: Mẹo Để Có Trải Nghiệm Tốt Nhất

source: Tone Type
es_419: Tipo de Tono
pt_br: Tipo de Tom
th: ประเภทโทน
vi: Loại Âm

source: Top Sounds
es_419: Sonidos Principales
pt_br: Sons Principais
th: เสียงยอดนิยม
vi: Âm Thanh Hàng Đầu

source: Tossing and turning affects your entire day, leaving you exhausted and unfocused.
es_419: Dar vueltas en la cama afecta todo tu día, dejándote agotado y sin concentración.
pt_br: Virar de um lado para o outro afeta todo o seu dia, deixando você exausto e sem foco.
th: การพลิกตัวไปมาส่งผลต่อทั้งวันของคุณ ทำให้คุณเหนื่อยล้าและขาดสมาธิ
vi: Trằn trọc cả đêm ảnh hưởng đến cả ngày của bạn, khiến bạn kiệt sức và mất tập trung.

source: Total Sessions
es_419: Sesiones Totales
pt_br: Sessões Totais
th: เซสชันทั้งหมด
vi: Tổng Số Phiên

source: Track your patterns and see improvement
es_419: Rastrea tus patrones y observa mejoras
pt_br: Acompanhe seus padrões e veja melhorias
th: ติดตามรูปแบบของคุณและดูการปรับปรุง
vi: Theo dõi các mẫu và xem sự cải thiện

source: Track your progress
es_419: Sigue tu progreso
pt_br: Acompanhe seu progresso
th: ติดตามความก้าวหน้าของคุณ
vi: Theo dõi tiến trình của bạn

source: Trending
es_419: Tendencias
pt_br: Em Alta
th: กำลังเป็นที่นิยม
vi: Xu Hướng

source: Trending Now
es_419: Tendencia Ahora
pt_br: Em Alta Agora
th: กำลังเป็นเทรนด์
vi: Xu Hướng Hiện Tại

source: True black for OLED displays
es_419: Negro verdadero para pantallas OLED
pt_br: Preto verdadeiro para telas OLED
th: สีดำแท้สำหรับจอ OLED
vi: Đen thực sự cho màn hình OLED

source: Try mixing ASMR with ambient sounds for a layered effect
es_419: Intenta mezclar ASMR con sonidos ambientales para un efecto en capas
pt_br: Tente misturar ASMR com sons ambientes para um efeito em camadas
th: ลองผสม ASMR กับเสียงบรรยากาศเพื่อเอฟเฟกต์หลายชั้น
vi: Thử kết hợp ASMR với âm thanh môi trường để có hiệu ứng lớp

source: Unlock Adaptive Mode
es_419: Desbloquear Modo Adaptativo
pt_br: Desbloquear Modo Adaptativo
th: ปลดล็อกโหมดปรับตัว
vi: Mở Khóa Chế Độ Thích Ứng

source: Unlock Full Analytics
es_419: Desbloquear Análisis Completo
pt_br: Desbloquear Análises Completas
th: ปลดล็อกการวิเคราะห์เต็ม
vi: Mở Khóa Phân Tích Đầy Đủ

source: Upgrade to Premium
es_419: Actualizar a Premium
pt_br: Atualizar para Premium
th: อัปเกรดเป็นพรีเมียม
vi: Nâng Cấp Lên Cao Cấp

source: Use headphones for the full immersive experience
es_419: Usa auriculares para la experiencia inmersiva completa
pt_br: Use fones de ouvido para a experiência imersiva completa
th: ใช้หูฟังเพื่อประสบการณ์แบบเต็มอิ่ม
vi: Sử dụng tai nghe để có trải nghiệm đắm chìm đầy đủ

source: Use the sleep timer
es_419: Usa el temporizador de sueño
pt_br: Use o timer de sono
th: ใช้ตั้งเวลานอน
vi: Sử dụng hẹn giờ ngủ

source: Version
es_419: Versión
pt_br: Versão
th: เวอร์ชัน
vi: Phiên Bản

source: Volume
es_419: Volumen
th: ระดับเสียง
vi: Âm Lượng

source: Volume Ramp
es_419: Aumento de Volumen
pt_br: Aumento de Volume
th: เพิ่มระดับเสียง
vi: Tăng Âm Lượng

source: Wake Gradually
es_419: Despertar Gradualmente
pt_br: Acordar Gradualmente
th: ตื่นอย่างค่อยเป็นค่อยไป
vi: Thức Dậy Từ Từ

source: Wake up refreshed
es_419: Despertar renovado
pt_br: Acordar renovado
th: ตื่นมาสดชื่น
vi: Thức dậy tươi mới

source: We understand your needs
es_419: Entendemos tus necesidades
pt_br: Entendemos suas necessidades
th: เราเข้าใจ ความต้องการของคุณ
vi: Chúng tôi hiểu nhu cầu của bạn

source: We've analyzed your needs and created a personalized approach to help you achieve better sleep.
es_419: Hemos analizado tus necesidades y creado un enfoque personalizado para ayudarte a lograr un mejor sueño.
pt_br: Analisamos suas necessidades e criamos uma abordagem personalizada para ajudá-lo a alcançar um sono melhor.
th: เราได้วิเคราะห์ความต้องการของคุณและสร้างวิธีการเฉพาะบุคคลเพื่อช่วยให้คุณนอนหลับได้ดีขึ้น
vi: Chúng tôi đã phân tích nhu cầu của bạn và tạo ra phương pháp cá nhân hóa để giúp bạn có giấc ngủ tốt hơn.

source: Weather
es_419: Clima
pt_br: Clima
th: สภาพอากาศ
vi: Thời Tiết

source: Weather Sync
es_419: Sincronización Climática
pt_br: Sincronização Climática
th: ซิงค์สภาพอากาศ
vi: Đồng Bộ Thời Tiết

source: Website
es_419: Sitio Web
pt_br: Site
th: เว็บไซต์
vi: Trang Web

source: Weekdays only
es_419: Solo días laborales
pt_br: Apenas dias úteis
th: เฉพาะวันธรรมดา
vi: Chỉ ngày trong tuần

source: Weekends only
es_419: Solo fines de semana
pt_br: Apenas fins de semana
th: เฉพาะวันหยุด
vi: Chỉ cuối tuần

source: Weekly Sleep Trends
es_419: Tendencias de Sueño Semanales
pt_br: Tendências de Sono Semanais
th: เทรนด์การนอนรายสัปดาห์
vi: Xu Hướng Giấc Ngủ Hàng Tuần

source: What is ASMR?
es_419: ¿Qué es ASMR?
pt_br: O que é ASMR?
th: ASMR คืออะไร?
vi: ASMR là gì?

source: What keeps you from sleeping well?
es_419: ¿Qué te impide dormir bien?
pt_br: O que te impede de dormir bem?
th: อะไรทำให้คุณ นอนไม่หลับ?
vi: Điều gì khiến bạn không ngủ ngon?

source: What's your main sleep goal?
es_419: ¿Cuál es tu principal objetivo de sueño?
pt_br: Qual é seu principal objetivo de sono?
th: เป้าหมายการนอน หลักของคุณคืออะไร?
vi: Mục tiêu giấc ngủ chính của bạn là gì?

source: Wind Down
es_419: Relajación
pt_br: Relaxar
th: ผ่อนคลาย
vi: Thư Giãn

source: Works with speakers - rhythmic pulses
es_419: Funciona con altavoces - pulsos rítmicos
pt_br: Funciona com alto-falantes - pulsos rítmicos
th: ใช้กับลำโพงได้ - พัลส์จังหวะ
vi: Hoạt động với loa - nhịp xung

source: Yoga Nidra
th: โยคะนิทรา

source: You deserve peaceful rest
es_419: Mereces un descanso tranquilo
pt_br: Você merece descanso tranquilo
th: คุณสมควรได้รับ การพักผ่อนอย่างสงบ
vi: Bạn xứng đáng được nghỉ ngơi yên bình

source: Your journey to better sleep
es_419: Tu camino hacia un mejor sueño
pt_br: Sua jornada para um sono melhor
th: เส้นทางของคุณสู่ การนอนหลับที่ดีขึ้น
vi: Hành trình của bạn đến giấc ngủ tốt hơn

source: Your mind won't quiet down, replaying the day and worrying about tomorrow.
es_419: Tu mente no se calma, repasando el día y preocupándose por el mañana.
pt_br: Sua mente não se acalma, repassando o dia e se preocupando com o amanhã.
th: จิตใจของคุณไม่สงบ ย้อนนึกถึงเหตุการณ์ในวันนี้และกังวลเกี่ยวกับพรุ่งนี้
vi: Tâm trí bạn không thể yên, lặp lại những việc trong ngày và lo lắng về ngày mai.

source: Your Personal Sleep Plan
es_419: Tu Plan Personal de Sueño
pt_br: Seu Plano Pessoal de Sono
th: แผนการนอน ส่วนตัวของคุณ
vi: Kế Hoạch Giấc Ngủ Cá Nhân Của Bạn

source: Your Sleep Journey
es_419: Tu Camino de Sueño
pt_br: Sua Jornada de Sono
th: เส้นทางการนอนของคุณ
vi: Hành Trình Giấc Ngủ Của Bạn

source: Your sleep routine
es_419: Tu rutina de sueño
pt_br: Sua rotina de sono
th: กิจวัตรการนอนของคุณ
vi: Thói quen ngủ của bạn
